Repository: CofficLab/GitOK
Catalog: Plugins/LicensePlugin/Sources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hk

source: %@ Template
zh_hans: %@ 模板
zh_hk: %@ 範本

source: Apache License 2.0
zh_hans: Apache 许可证 2.0
zh_hk: Apache 授權 2.0

source: Apply to Current
zh_hans: 应用到当前
zh_hk: 套用至目前

source: Close
zh_hans: 关闭
zh_hk: 關閉

source: Current
zh_hans: 当前
zh_hk: 目前

source: License
zh_hans: 许可证
zh_hk: 授權

source: LICENSE entry in status bar
zh_hans: 在状态栏提供 LICENSE 入口
zh_hk: 在狀態列提供 LICENSE 入口

source: LICENSE not found, click to create
zh_hans: 未找到 LICENSE，点击创建
zh_hk: 未找到 LICENSE，點擊建立

source: LICENSE not found, loaded template %@
zh_hans: 未找到 LICENSE，已加载模板 %@
zh_hk: 未找到 LICENSE，已載入範本 %@

source: LICENSE saved
zh_hans: 已保存 LICENSE
zh_hk: 已儲存 LICENSE

source: Loading LICENSE...
zh_hans: 正在加载 LICENSE...
zh_hk: 正在載入 LICENSE...

source: MIT License
zh_hans: MIT 许可证
zh_hk: MIT 授權

source: No project selected
zh_hans: 未选择项目
zh_hk: 未選擇專案

source: Save
zh_hans: 保存
zh_hk: 儲存

source: Save failed: %@
zh_hans: 保存失败：%@
zh_hk: 儲存失敗：%@

source: Template applied: %@
zh_hans: 已应用模板：%@
zh_hk: 已套用範本：%@

source: Templates
zh_hans: 模板
zh_hk: 範本

source: View or edit LICENSE
zh_hans: 查看或编辑 LICENSE
zh_hk: 檢視或編輯 LICENSE
